{
    "FUNNY": {
        "question": [
            "Who is most likely to move to a different country?",
            "Who is most likely to make a million dollars?",
            "Who is most likely to become the kindest person in the world?",
            "Who is most likely to appear on some reality show?",
            "Who is most likely to take care of the others when they are sick?",
            "Who is most likely to make some change?",
            "Who is most likely to cry in a public place?",
            "Who is most likely to do plastic surgery?",
            "Who is most likely to live in a zoo?",
            "Who is most likely to read every book in a school library?",
            "Who is most likely to run away to join the circus?",
            "Who is most likely to cry because of a sad movie?",
            "Who is most likely to worry about small things?",
            "Who is most likely to do the bungee jump?",
            "Who is most likely to become a famous actor/actress?",
            "Who is most likely not to have a computer?",
            "Who is most likely to have a part-time job?",
            "Who is most likely to smoke?",
            "Who is most likely to be a stand-up comedian?",
            "Who is most likely to join the military?",
            "Who is most likely to be a world traveller?",
            "Who is most likely to be a supermodel?",
            "Who is most likely to adopt a child?",
            "Who is most likely to win the lottery?",
            "Who is most likely to go on a world tour?",
            "Who is most likely to win an Olympic Medal?",
            "Who is most likely to win an Oscar Award?",
            "Who is most likely to invent something useful?",
            "Who is most likely to write a best seller?",
            "Who is most likely to watch romantic movies?",
            "Who is most likely to be in a choir?",
            "Who is most likely always to be happy?",
            "Who is most likely to get married first?",
            "Who is most likely to win a Nobel prize?",
            "Who is most likely to get in a fight?",
            "Who is most likely to fail a simple test?",
            "Who is most likely to become a multi-millionaire?",
            "Who is most likely to punch a wall?",
            "Who is most likely to meet a ghost?",
            "Who is most likely to fall asleep in class?",
            "Who is most likely to eat with mouth open?",
            "Who is most likely to dress in the most eye-catching clothes?",
            "Who is the most winner of a reality show?",
            "Who is most likely to make a sarcastic comment?",
            "Who is the most likely to undergo plastic surgery?",
            "Who is the most likely to spoil their children?",
            "Who is the most likely to become a successful private detective?",
            "Who is the most likely to be frightened of a clown?",
            "Who is most likely to quit their job and travel the world?",
            "Who is most likely to land the role of comedian in a movie?",
            "Who is most likely to dress in new clothes every day for a month?",
            "Who is most likely to cry if when teased?",
            "Who is most likely to get offended if someone imitates them?",
            "Who is most likely to get their car towed?",
            "Who is most likely to bring too much luggage on vacation?",
            "Who is most likely to oversleep and miss their flight?",
            "Who is most likely to tip very poorly?",
            "Who is most likely to become a social media influencer?",
            "Who is most likely to borrow money from their parents?",
            "Who is most likely to become clingy in a relationship?",
            "Who is most likely to clean the room when anxious?",
            "Who is most likely to spend an entire day shopping and not buy anything?",
            "Who is most likely to complain about everything?",
            "Who is most likely to get into a fight with anyone who touches their food?",
            "Who is most likely to misplace their phone in the cab?",
            "Who is most likely to look young forever?",
            "Who is most likely to spend an entire day scrolling on their phone?",
            "Who is most likely to get their eyebrows pierced?",
            "Who is most likely to win all trivia games?",
            "Who is most likely to eat pizza for breakfast?",
            "Who is most likely to party hard every weekend?",
            "Who is most likely to worry about everything?",
            "Who is most likely to provide the best relationship advice?",
            "Who is most likely to age like fine wine?",
            "Who is most likely to start their band?",
            "Who is most likely to marry the first person they date?",
            "Who is most likely to believe in aliens?",
            "Who is most likely to save a lot of money?",
            "Who is most likely to heavily edit their photo before posting it on social media?",
            "Who is most likely to end their relationship for a petty reason?",
            "Who is most likely to find a way to save the world during a zombie apocalypse?",
            "Who is most likely to have a long and happy marriage?",
            "Who would start a bar brawl?",
            "Who would have the highest number?",
            "Who would go home with someone they just met?",
            "Who would marry someone they just met?",
            "Who would always be the heartbreaker?",
            "Who would catch feelings after a one-night stand?",
            "Who would join a cult?",
            "Who would become a cult leader?",
            "Who would become a nun?",
            "Who would punch through a wall?",
            "Who would get recognized by the Guinness World Record?",
            "Who is most likely to mishear the lyrics to a rap song?",
            "Who is most likely to own a unicorn onesie?",
            "Who is most likely to be allergic to cashews?",
            "Who is most likely to be mistaken for Brad Pitt?",
            "Who is most likely to know how to perform a magic trick?",
            "Who is most likely to appear in a music video?",
            "Who is most likely to go to Disneyland on every vacation?",
            "Who is most likely to backpack across Thailand?",
            "Who is most likely to mispronounce the word acai?",
            "Who is most likely to sneakily eat Doritos in bed?",
            "Who is most likely to tell naughty jokes?",
            "Who is most likely to break a lot of hearts?",
            "Who is most likely to fall in love at first sight?",
            "Who is most likely to get friend-zoned?",
            "Who is most likely to search for dating tips online?"
        ]
    },
    "SUSSY_BAKA": {
        "question": [
            "Who is most likely to cause a world war?",
            "Who is most likely not to take a shower for a week?",
            "Who is most likely to have been the first to kiss a guy/girl?",
            "Who is most likely to laugh at the wrong moment?",
            "Who is most likely to marry without love?",
            "Who is most likely to spend all their money on something stupid?",
            "Who is most likely to forget important birthdays?",
            "Who is most likely to be the first one to die in a zombie apocalypse?",
            "Who is most likely to have never been in love?",
            "Who is most likely to rule the world?",
            "Who is most likely to become a high school teacher?",
            "Who is most likely to break some world record?",
            "Who is most likely to be on a commercial?",
            "Who is most likely to become the President of the United States of America?",
            "Who is most likely to go to Kesha's concert?",
            "Who is most likely to be the best at math?",
            "Who is most likely to give all their money to charity?",
            "Who is most likely to be a drama queen?",
            "Who is most likely to marry a celebrity?",
            "Who is most likely to hold their breath the longest as possible?",
            "Who is most likely to have the most piercings?",
            "Who is most likely to have weird phobias?",
            "Who is most likely to embarrass themselves in front of their secret crush / known crush?",
            "Who is most likely to talk to animals?",
            "Who is most likely to become friends with a ghost?",
            "Who is the most likely to survive in a haunted house?",
            "Who is most likely to bribe a law enforcement officer?",
            "Who is the most likely to marry for financial gain?",
            "Who is most likely to curse in front of their parents accidentally?",
            "Who is most likely to complain about restaurant food?",
            "Who is most likely to make up stories to impress their date?",
            "Who is most likely to pee in a swimming pool?",
            "Who is most likely to get stranded on an island?",
            "Who is most likely to gamble away all their money?",
            "Who is most likely to get detained in a foreign country?",
            "Who is most likely to marry someone they've only known for a day?",
            "Who is most likely to laugh watching a sad movie?",
            "Who is most likely to forget to buy a birthday for their partner?",
            "Who is most likely to forget to lock their door before leaving on vacation?",
            "Who is most likely to wear different shoes on each foot by accident?",
            "Who is most likely to become uncomfortable if someone flirts with them?",
            "Who is most likely to spoil a movie/TV series ending for the people who haven't seen it?",
            "Who is most likely to become a successful gossip columnist?",
            "Who is most likely to vomit on a roller coaster?",
            "Who is most likely to troll a celebrity on social media?",
            "Who is most likely to flee on their wedding day?",
            "Who is most likely to overshare personal information on social media?",
            "Who is most likely to spend hours getting ready?",
            "Who is most likely to play a prank on their ex?",
            "Who is most likely to keep a secret forever?",
            "Who is most likely to fall asleep during a thunderstorm?",
            "Who is most likely to become possessive about their partner?",
            "Who is most likely to freeze on stage while during a speech/presentation?",
            "Who is most likely to enter politics?",
            "Who is most likely to spread a rumor about someone?",
            "Who is most likely to always cheat in a card game?",
            "Who is most likely to read another person's messages and emails?",
            "Who is most likely to miss a crucial phone call?",
            "Who is most likely to pour their heart out to the bartender?",
            "Who is most likely to be a hardcore Skrillex fan?",
            "Who would get on a motorcycle with a stranger?",
            "Who would date two people at once?",
            "Who would forget the name of someone they hooked up with?",
            "Who would ditch their friends for a cute guy/girl?",
            "Who would have the best pick up lines?",
            "Who would be the best liar?",
            "Who would get into a bad car accident that is their own fault?",
            "Who would hook up with a celebrity?",
            "Who would have a one night stand?",
            "Who would build a sex dungeon?",
            "Who would earn the most beads at Mardi Gras?",
            "Who would try a threesome?",
            "Who would sleep with their boss?",
            "Who would sleep with a coworker?",
            "Who would eat food that doesn't belong to them?",
            "Who would die first in the zombie apocalypse?",
            "Who would die of something stupid?",
            "Who would be late for their own wedding?",
            "Who would marry a drug lord?",
            "Who is most likely to get blocked by a celebrity on Twitter?",
            "Who is most likely to buy scratch off lottery tickets?",
            "Who is most likely to know every word to We Didn't Start the Fire?",
            "Who is most likely to cry at animal adoption commercials?",
            "Who is most likely to leave only a handful of cereal in the box?",
            "Who is most likely to forget their wallet in a McDonalds?",
            "Who is most likely to talk in the movie theater during a movie?",
            "Who is most likely to wind up in the ER after getting a papercut?",
            "Who is most likely to be a bitcoin billionaire if only they could access that old hard drive?",
            "Who is most likely to make a cameo in a soap opera?",
            "Who's most likely to win the lottery and then leave their partner for good?",
            "Who is most likely to have a crush on a nerd?",
            "Who is most likely to make a sexist comment?",
            "Who is most likely to draw their private part on a wall?",
            "Who is most likely to send a dirty text to the wrong person?",
            "Who is most likely to have licked whipped cream off someone?",
            "Who is most likely to fart loudly in public and pretend it was someone else?",
            "Who is most likely to wax their privates?",
            "Who is most likely to have done it on the beach?",
            "Who is most likely to have drunk sex?",
            "Who is most likely to have a secret crush on the internet?",
            "Who is most likely to have a super embarrassing one-night-stand?",
            "Who is most likely to be friend-zoned after a terrible kiss?",
            "Who is most likely to blame their fart on their partner?",
            "Who is most likely to be a screamer?",
            "Who is most likely to make out with an ex?",
            "Who is most likely to go on a blind date?",
            "Who is most likely to kiss a stranger to win a bet?",
            "Who is most likely to give good sex advice?",
            "Who is most likely to make out with someone at a party?",
            "Who is most likely to call their date by the wrong name?",
            "Who is most likely to lie about the number of people they have slept with?",
            "Who is most likely to have multiple one-night stands?",
            "Who is most likely to hide their relationship status?",
            "Who is most likely to send a nude picture?",
            "Who is most likely to try role-play?",
            "Who is most likely to send a naughty text after the first date?",
            "Who is most likely to doze off during sex?",
            "Who is most likely to drunk dial an ex?",
            "Who is most likely to enjoy skinny-dipping in winter?",
            "Who is most likely to watch adult films frequently?",
            "Who is most likely to fool around in an elevator?",
            "Who is most likely to be an incorrigible flirt?",
            "Who is most likely to have the most number of sexual partners?",
            "Who is most likely to share their sex dream with friends?",
            "Have an embarrassing accident while having sex?",
            "Who is most likely to have a secret affair?",
            "Who is most likely to try friends with benefits arrangement?",
            "Who is most likely to propose a game of strip poker?",
            "Who is most likely to give their partner kinky presents?",
            "Who is most likely to get drunk and hit on their boss?",
            "Who is most likely to get caught making out by a parent or a sibling?",
            "Who is most likely to have sex in the shower?",
            "Who is most likely to be loud during sex?",
            "Who is most likely to make out in a movie theatre?",
            "Who is most likely to dream about making out with their celebrity crush?",
            "Who is most likely to do a walk of shame?",
            "Who is most likely to hide a hickey?",
            "Who is most likely to fall in love with a stripper?",
            "Who is most likely to send a naughty text/photo to the wrong person?"
        ]
    },
    "DONT_DO_THAT": {
        "question": [
            "Who is most likely to have two girlfriends at one time?",
            "Who is most likely to do drugs?",
            "Who is most likely to fall in love with his/her best friend?",
            "Who is most likely to do weird things in public?",
            "Who is most likely to watch porn as soon as they wake up?",
            "Who is most likely to kill someone accidentally?",
            "Who is most likely to die of something stupid?",
            "Who is most likely to get arrested for walking around naked?",
            "Who will most likely lie about their birthday to get a free cake at the restaurant?",
            "Who is most likely to be arrested for pranking a cop?",
            "Who is the most likely to initiate a fight?",
            "Who is most likely to borrow money from a friend and never repay it?",
            "Who is most likely to have their partner's name tattoed on them?",
            "Who is most likely to make out with a criminal?",
            "Who is most likely to abandon their friends to go on a date?",
            "Who is most likely to dominate their partner?",
            "Who would do drugs?",
            "Who would have spent the most time watching adult films?",
            "Who would be into BDSM?",
            "Who would own more than one toy?",
            "Who would hear their story on 'Sex Sent Me to the ER?",
            "Who would become a stripper?",
            "Who would hook up with their partner's brother?",
            "Who would get away with murder?",
            "Who would get caught hooking up in public?",
            "Who's most likely to be caught jerking off in class/in the office?",
            "Who's most likely to be caught smashing their ex?",
            "Who's most likely to be caught smashing their step-mom?",
            "Who's most likely to be caught watching porn?",
            "Who's most likely to cheat on their boyfriend/girlfriend?",
            "Who's most likely to consent to group sex?",
            "Who's most likely to consent to promotion at work in exchange for sexual favors?",
            "Who's most likely to cum too soon/late?",
            "Who's most likely to experiment with the weirdest sexual positions?",
            "Who's most likely to fart during sex?",
            "Who's most likely to go on a vacation just to meet new sexual partners?",
            "Who's most likely to have sex in the weirdest places?",
            "Who's most likely to have sex multiple times in a day?",
            "Who's most likely to have sex on their parents' matrimonial bed?",
            "Who's most likely to have the most fetishes?",
            "Who's most likely to not wear a bra?",
            "Who's most likely to scream/moan the loudest during sex?",
            "Who's most likely to shout their ex's name during sex?",
            "Who's most likely to start having sex in the middle of a conversation/an argument?",
            "Who is most likely to get on top during sex?",
            "Who is most likely to end up in sex therapy?",
            "Who is the most likely to get busted at work for looking at porn?",
            "Who is the most likely to become a porn star?",
            "Who is most likely to initiate sex?",
            "Who is most likely to have a crush on their boss?",
            "Who is most likely to send naked pictures of themselves to a crush?",
            "Who is most likely to catch an STD?",
            "Who is most likely to have a sexy dream tonight?",
            "Who is most likely to sleep naked?",
            "Who is most likely to send a dick pic?",
            "Who is most likely to have a gay or lesbian experience?",
            "Who is most likely to hit on a waiter or waitress?",
            "Who is most likely to climax first?",
            "Who is most likely to buy a weird sex toy?",
            "Who is most likely to start weeping during sex?",
            "Who is most likely to visit a strip club?",
            "Who is most likely to swing as a couple or become polyamorous?",
            "Who is most likely to be secretly crushing on someone else in the room right now?",
            "Who is most likely to try a different intimate pose every day?",
            "Who is most likely to touch a random person's butt?",
            "Who is most likely to write a book about their own sex life?",
            "Who is most likely to have sex on public transport?",
            "Who is most likely to pose nude for a portrait?",
            "Who is most likely to join a nudist colony?",
            "Who is most likely to get involved with their boss?",
            "Who is most likely to cry during sex?",
            "Who is most likely to have a weird sexual fetish?",
            "Who is most likely to sleep naked?",
            "Who is most likely to go out with two people at the same time?",
            "Who is most likely to sleep with a stranger?",
            "Who is most likely to hit on a co-worker?",
            "Who is most likely to make out in an elevator?",
            "Who is most likely to have sex on a flight?",
            "Who is most likely to make out in a photo booth?",
            "Who is most likely to have naughty videos on their phone?",
            "Own the most extensive collection of adult movies?",
            "Who is most likely not to wear underwear underneath clothes?",
            "Who is most likely to fantasize about someone in their friend circle?",
            "Who is most likely to enjoy reading erotic novels?",
            "Who is most likely to spend a lot of money on lingerie?",
            "Who is most likely to have naughty thoughts about their school teacher?",
            "Who is most likely to flirt to get their work done?",
            "Who is most likely to hit on someone much older or younger than them?",
            "Who is most likely to have sex in the back seat of the car?",
            "Who is most likely to take pictures of themselves in the shower?",
            "Who is most likely to experiment with food items during sex?",
            "Who is most likely to make out with more than one person on the same day?",
            "Who is most likely to say the wrong name while having sex?",
            "Who is most likely to be showered with compliments about their sexy physique?",
            "Who is most likely to cheat on their partner?",
            "Who is most likely to overshare details of their sex life?"
        ]
    }
}